{
  "store.custom#nuestra-historia": {
    "children": [
      "flex-layout.row#titulo-historia",
      "flex-layout.row#texto-historia",
      "back-to-top-button"
    ]
  },
  "flex-layout.row#titulo-historia": {
    "children": [
      "flex-layout.col#coltit-historia"
    ]
  },
  "flex-layout.col#coltit-historia": {
    "children": [
      "rich-text#titulo-historia"
    ],
    "props": {
      "horizontalAlign": "center"
    }
  },
  "rich-text#titulo-historia": {
    "props": {
      "text": "## Nuestra Historia",
      "blockClass": "titins"
    }
  },
  "flex-layout.row#texto-historia": {
    "children": [
      "flex-layout.col#coltxt-historia"
    ]
  },
  "flex-layout.col#coltxt-historia": {
    "children": [
      "rich-text#txtinst-historia"
    ],
    "props": {
      "blockClass": "content-institucional"
    }
  },
  "rich-text#txtinst-historia": {
    "props": {
      "text": "**TONY** inicia operaciones en el año 1959 en la Ciudad de México con la apertura de la primer Papelería TONY por Don Ramon Chedraui Caram. A través de los años adquiere un fuerte impulso con la dirección de Antonio Chedraui Mafúd, actual presidente de Grupo Tony, logrando un fuerte crecimiento de su principal marca, Tony Súper Papelerías, a lo largo de todo el país a partir de los años setenta. Siempre con el objetivo de atender de una manera más especializada las necesidades del mercado y distinguiéndose desde un inicio por ofrecer la más amplia variedad de artículos de los mejores fabricantes y siempre a los mejores precios.\r\n\r\nDurante los primeros años, **TONY** busca el afianzamiento del mercado a través de la cobertura de rutas de distribución teniendo como base la ciudad de Veracruz y como primeros destinos las zonas circunvecinas al Puerto de Veracruz y el estado de Oaxaca. En 1975 empieza su primera expansión y establece en Tampico un almacén desde el cual se cubren también los estados de San Luis Potosí e Hidalgo. Para el año de 1976, se abre una sucursal en Mérida, Yucatán para dar servicio al Estado y a sus vecinos de Quintana Roo y Campeche.\r\n\r\nUnos años más tarde, se abren otros almacenes en la Ciudad de México y posteriormente en Tabasco y Puebla cubriendo así la mayor parte del sureste mexicano, teniendo influencia en las zonas de Chiapas, Oaxaca, Tlaxcala, Hidalgo, Morelos y parte de Guerrero.\r\n\r\nDurante los años 80’s y 90’s se producen las aperturas de 17 almacenes en las ciudades de Córdoba, Puebla, Coatzacoalcos, Ciudad de México, Poza Rica, Tlalnepantla, Orizaba, San Luis Potosí, Tapachula, Acayucan, León, Irapuato, Toluca, Iztapalapa, Xalapa, Oaxaca y 3 almacenes más en Guadalajara.\r\n\r\nCon la llegada del nuevo mileno y durante su primera década se abren al público 30 almacenes tanto en el área metropolitana de la CDMX, como en los estados de Querétaro, Chiapas, Tabasco, Puebla, Nuevo León, Oaxaca, Campeche, Guanajuato, Aguascalientes, Veracruz, Michoacán, Sinaloa, Quintana Roo, Morelos, Coahuila, Tamaulipas, Nayarit, Guerrero, Yucatán, Hidalgo, San Luis Potosí y Tlaxcala.\r\n\r\nA partir del 2010 y hasta la fecha se han abierto más de 85 sucursales, llegando así a más de 140 almacenes a lo largo de toda la República Mexicana. Confirmándonos a todos que es la fuerza de su gente la que ha hecho de **TONY** la empresa de papelería más grande e importante del país.\r\n\r\n**Líder Nacional en Precios Bajos**",
      "blockClass": "txtins"
    }
  }
}
